export const QuestionTexts = {
  greeting: ["자기소개 부탁드립니다."],
  motivation: ["왜 프론트엔드로 직무 전환을 하게 되었나요?"],
  vision: ["앞으로 어떤 개발자가 되고 싶나요?"],
};
export const AnswerTexts = {
  greeting: [
    "안녕하세요!",
    "사용자와의 상호작용을 위한 디자인을 지속적으로 탐구하는 주니어 프론트엔드 개발자 이가영입니다.",
  ],
  motivation:
    "졸업 후 코로나 상황으로 전시 관람이 어려워진 관람자들을 위해 작품을 비대면으로 홍보할 플랫폼을 구상하며 IT 분야에 관심을 가지게 되었습니다.",
  vision: [
    "프론트엔드 개발에 필요한 라이브러리와 프레임워크를 온라인 강의를 통해 지속적으로 학습하며, 이를 다양한 프로젝트에 적용해보고 있습니다. 이렇게 쌓은 경험을 바탕으로 사용자에게 실질적인 가치를 전달할 수 있는 개발자로 성장하고 싶습니다.",
  ],
};
