export const QuestionTexts = {
  greeting: ["자기소개 부탁드립니다."],
  motivation: ["왜 프론트엔드로 직무 전환을 하게 되었나요?"],
  vision: ["앞으로 어떤 개발자가 되고 싶나요?"],
};
export const AnswerTexts = {
  greeting: [
    "안녕하세요!",
    "사용자와의 상호작용을 위한 디자인을 지속적으로 탐구하는 주니어 프론트엔드 개발자 이가영입니다.",
    "새로운 배움과 변화를 즐기며 사용자와 소통하는 웹을 만들어가는 개발자입니다.",
  ],
  motivation:
    "졸업 후후 코로나 상황으로 전시 관람이 어려워진 관람자들을 위해 작품을 비대면으로 홍보할 플랫폼을 구상하며 IT 분야에 관심을 가지게 되었습니다.",
  vision: [
    "온라인 강의를 통해 프론트엔드에서 필요한 라이브러리와 프레임워크를 지속적으로 학습하고 있습니다.",
    "새로운 기술을 접하며며  다양한 프로젝트를 적극적으로 제작하며 사용자에게 가치를 전달할 수 있는 역량을 키워가고 있습니다.",
  ],
};
